[
  {
    "title": "AI v the Mind",
    "url": "https://www.bbc.com//innovation/ai-v-the-mind",
    "source": "AI"
  },
  {
    "title": "Meet the world's first recipient of an AI-powered bionic armSarah De Lagarde lost an arm and a leg after being hit by two trains in London. Now, she has an AI-powered arm.See more",
    "url": "https://www.bbc.com//reel/video/p0kk9s45/meet-the-world-s-first-recipient-of-an-ai-powered-bionic-arm",
    "source": "AI"
  },
  {
    "title": "How AI helped my back pain (sort of...)Back pain is one of the leading causes of disability in the world, but an AI-powered app is being used to help patients in the UK to manage their symptoms. But how does it measure up?24 Mar 2025Future",
    "url": "https://www.bbc.com//future/article/20250321-ai-physio-can-artificial-intelligence-help-patients-to-manage-their-back-pain",
    "source": "AI"
  },
  {
    "title": "We gave an AI a Rorschach test. What did it see?Inkblot tests play with the human imagination and our mind's ability to impart meaning onto the world around us – but what does AI see in them?24 Feb 2025Future",
    "url": "https://www.bbc.com//future/article/20250224-what-happens-when-you-give-an-ai-a-rorschach-inkblot-test",
    "source": "AI"
  },
  {
    "title": "Why AI chatbots are 'tasting' coloursThe brain often blurs the senses – a fact that marketers often use in the design of food packaging. And AIs appear to do the same.23 Dec 2024Future",
    "url": "https://www.bbc.com//future/article/20241220-an-ai-started-tasting-colours-and-shapes-that-is-more-human-than-you-might-think",
    "source": "AI"
  },
  {
    "title": "25 Nov 2024Can AI replicate the human voice? Artificial intelligence-powered speech synthesisers can now hold eerily realistic spoken conversations and clone the voices of others. Can we tell them apart from the human voice?25 Nov 2024Future",
    "url": "https://www.bbc.com//future/article/20241122-ai-deepfakes-is-there-something-special-about-the-human-voice",
    "source": "AI"
  },
  {
    "title": "21 Oct 2024The AI art redefining creativityArtificial intelligence is being used to generate paintings, images and even sculptures, with some selling for thousands of dollars. Do we need to reframe our definition of art?21 Oct 2024Future",
    "url": "https://www.bbc.com//future/article/20241018-ai-art-the-end-of-creativity-or-a-new-movement",
    "source": "AI"
  },
  {
    "title": "18 Oct 2024Meet the world's first artist robotWe find out how AI blurs the line between creation and automation, raising questions about the essence of art.18 Oct 2024Innovation",
    "url": "https://www.bbc.com//reel/video/p0jylq65/ai-v-the-mind-meet-the-world-s-first-artist-robot",
    "source": "AI"
  },
  {
    "title": "23 Sep 2024When robots can't riddleAI runs unfathomable operations on billions of lines of text, handling problems that humans can't dream of solving – but you can probably still trounce it at brain teasers.23 Sep 2024Future",
    "url": "https://www.bbc.com//future/article/20240912-what-riddles-teach-us-about-the-human-mind",
    "source": "AI"
  },
  {
    "title": "26 Aug 2024'It looks like cat food': The grey goop dreamed up by AINot sure what to eat tonight? Artificial intelligence wants to tell you what to cook, but are the recipes it creates any good? We put it to the test.26 Aug 2024Future",
    "url": "https://www.bbc.com//future/article/20240823-artificial-intelligence-wants-to-tell-you-what-to-cook-but-are-the-results-edible",
    "source": "AI"
  },
  {
    "title": "23 Aug 2024Would you eat a meal dreamed up by a computer?AI v The Mind: We explore the world of food and ask if human expertise is the only way to deliver great flavour.23 Aug 2024Innovation",
    "url": "https://www.bbc.com//reel/video/p0jl2lj0/would-you-eat-a-meal-dreamed-up-by-a-computer-",
    "source": "AI"
  },
  {
    "title": "29 Jul 2024Is it possible for AI to fake a sense of humour?We asked a professional comedian to deliver jokes written by artificial intelligence on stage. It revealed a lot about how much machines understand the human humour.29 Jul 2024Future",
    "url": "https://www.bbc.com//future/article/20240724-can-artificial-intelligence-be-genuinely-funny",
    "source": "AI"
  },
  {
    "title": "26 Jul 2024Can AI tell funnier jokes than a human?In a clash of wit and technology, we bring together two unlikely adversaries: a comedian and an AI chatbot.26 Jul 2024Artificial Intelligence",
    "url": "https://www.bbc.com//reel/video/p0jdknk8/ai-v-the-mind-can-ai-tell-better-jokes-than-a-human-",
    "source": "AI"
  },
  {
    "title": "14 Jun 2024How to apologise effectivelyIf you're struggling to say you're sorry, AI is happy to help. But can robots handle social intelligence? We put their apologies to the test.14 Jun 2024Future",
    "url": "https://www.bbc.com//future/article/20240613-how-to-apologise-so-you-can-be-forgiven",
    "source": "AI"
  }
]